"Fetching from Facebook..." = "페이스북으로부터 가져오는 중...";

"Share on %@" = "%@에서 공유";

/* HUD Messages */
"Loading..." = "로딩 중...";

"Cancel" = "취소";

"Go to Settings > Twitter > Add Account" = "설정 > 트위터 > 개정 추가로 가기";

"Sending message..." = "메시지 보내는 중...";

"\"To\" is not selected." = "\"To\" 가 선택되지 않았습니다";

/* Action Sheet Titles */
"Choose an Email address" = "이메일 주소 선택";

"Your name is empty." = "당신의 이름이 비었습니다.";

"Share" = "공유";

"This contact has no email address" = "이 연락처는 이메일 주소가 없습니다";

"Sending..." = "보내는 중...";

"Select at least 1 social media." = "최소 1개의 소셜미디어를 선택하세요";

"This contact has no phone number" = "이 연락처는 전화번호가 없습니다";

/* Error Messages */
"Sorrry we can't do this" = "죄송합니다. 이것을 실행할 수 없습니다.";

"Send" = "전송";

"Share via Text" = "텍스트를 통해 공유";

"Cannot Send Message" = "메시지를 보낼 수 없음";

"NO PERMISSIONS" = "허가되지 않음";

"Go to Settings > Privacy > Contacts > %@" = "설정 > 개인 정보 보호 > 연락처 > %@로 가기";

"Choose a phone number" = "전화번호 선택";

"Go to Settings > Facebook > %@" = "당신의 페이스북 계정을 연결하여 페이스북에서 당신의 친구를 찾으세요.\n(iOS 설정 > 페이스북 > %@)";

"APP_NAME" = "데모앱";

"Clear" = "정리";

"LINE is not installed." = "라인이 설치되지 않았습니다.";

"Sending Mail..." = "메일 전송 중...";

"Invite" = "초대하기";

"Cannot Send Mail" = "메일을 보낼 수 없음";

"Sent!" = "전송 완료!";

"Invite Friends" = "친구";

"Go to Settings > Twitter > %@" = "설정 > 트위터 > %@로 가기";

"Preview Invite" = "초대 미리보기";

"Fetching from Twitter..." = "트위터로부터 가져오는 중...";

"ACCOUNTS NOT FOUND" = "계정이 발견되지 않음";

"OK" = "확인";

"Text messaging is not available" = "문자메시지가 불가능합니다";

"Text doesn't support the bulk invitation." = "문자가 대량 초대를 지원하지 않습니다.";

/* View Titles, Button Titles, etc... */
"Invite via %@" = "%@를 통해 초대";

"Go to Settings > Facebook" = "설정 > 페이스북으로 가기";

"Share via Mail" = "메일을 통해 공유";

"Authorizing..." = "승인 중...";

"Creating page..." = "페이지 작성 중...";

"ALL" = "모두";

